activitylog.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2018-06-18 Mon 15:29 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Registro de Actividades</title>
<meta name="generator" content="Org mode" />
<meta name="author" content="Abel Güitian" />
<link rel="stylesheet" type="text/css" href="https://www.pirilampo.org/styles/readtheorg/css/htmlize.css"/>
<link rel="stylesheet" type="text/css" href="https://www.pirilampo.org/styles/readtheorg/css/readtheorg.css"/>
</head>
<body>
<div id="content">
<h1 class="title">Registro de Actividades</h1>
<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#org73e0cef">1. Introducción</a></li>
<li><a href="#org6e26cbd">2. Actividades</a>
<ul>
<li><a href="#org607fd84">2.1. <span class="timestamp-wrapper"><span class="timestamp">&lt;2018-06-11 Mon&gt;</span></span></a></li>
<li><a href="#orge36c107">2.2. <span class="timestamp-wrapper"><span class="timestamp">&lt;2018-06-12 Tue&gt;</span></span></a></li>
<li><a href="#orgdb4bb6d">2.3. <span class="timestamp-wrapper"><span class="timestamp">&lt;2018-06-13 Wed&gt;</span></span></a></li>
</ul>
</li>
<li><a href="#org133b7a6">3. Anotaciones</a>
<ul>
<li><a href="#org17bc9d8">3.1. Devore -  Probabilidad y Estadística</a>
<ul>
<li><a href="#pye:one">3.1.1. Capítulo 1</a></li>
</ul>
</li>
</ul>
</li>
</ul>
</div>
</div>

<div id="outline-container-org73e0cef" class="outline-2">
<h2 id="org73e0cef"><span class="section-number-2">1</span> Introducción</h2>
<div class="outline-text-2" id="text-1">
<p>
Este documento es creado con la finalidad de registrar las actividades que estaré realizando
dentro del lapso de tiempo de mi servicio social, en la facultad de ingeniería mecánica y eléctrica, en la Universidad Autónoma de Nuevo León.
Se tienen que cumplir con un tiempo determinado, esto más específicamente hablando es hacer un total de 80 horas mensuales, lo que equivale 
a un total de 4 horas por día de lunes a viernes.
</p>

<p>
El formato o manera de construir este archivo es el siguiente:
</p>
<ul class="org-ul">
<li>Dentro del apartado de <i>Actividades</i> habrán sub-apartados o sub-títulos que tendrán comúnmente la fecha en la que se realizó la actividad con
formato <i>&lt;Año-mes-día indicio del día&gt;</i> (Por ejemplo: <span class="timestamp-wrapper"><span class="timestamp">&lt;2018-03-19 Mon&gt; </span></span> <i>Esto es lunes marzo 19 del 2018</i>).</li>
<li>También los subtítulos podrían presentarse a manera de múltiples fechas o sesiones, ya que podría estar trabajando en un mismo tema en específico.</li>
<li>Este archivo cuenta con un :LOGBOOK: dónde se buscará plasmar el tiempo invertido en cada sesión de trabajo.</li>
<li>También se incluye un apartado de <i>footnotes</i>, en ella se encuentran referencias a conceptos, que yo en lo particular no sabía o no tengo claro
o sólo por el simple hecho de llevar retroalimentación en la documentación.</li>
</ul>
</div>
</div>


<div id="outline-container-org6e26cbd" class="outline-2">
<h2 id="org6e26cbd"><span class="section-number-2">2</span> Actividades</h2>
<div class="outline-text-2" id="text-2">
</div>
<div id="outline-container-org607fd84" class="outline-3">
<h3 id="org607fd84"><span class="section-number-3">2.1</span> <span class="timestamp-wrapper"><span class="timestamp">&lt;2018-06-11 Mon&gt;</span></span></h3>
<div class="outline-text-3" id="text-2-1">
<p>
Debido a mi semana de exámenes y problemas de salud, empecé el servicio social prácticamente una semana después.
Por lo que este día me puse de acuerdo con la <i>Dra. Elisa Schaeffer</i> acerca de lo que voy a realizar en el servicio social.
Me comento ciertas opciones acerca de los temas en los que podría estar trabajando. Al final tenía que elegir solamente una opción.
El tema que escogí tiene que ver con la epidemiología<sup><a id="fnr.1" class="footref" href="#fn.1">1</a></sup>, más concretamente en la predicción de epidemias usando herramientas como la 
probabilidad y estadística, matemáticas discretas, inteligencia artificial y otras más.
</p>

<p>
De igual manera creé un repositorio en <a href="https://sourceforge.net/">sourcefourge.net</a> donde almacenaré los avances obtenidos y el registro de actividades que tú estás leyendo en este momento.
</p>
</div>
</div>

<div id="outline-container-orge36c107" class="outline-3">
<h3 id="orge36c107"><span class="section-number-3">2.2</span> <span class="timestamp-wrapper"><span class="timestamp">&lt;2018-06-12 Tue&gt;</span></span></h3>
<div class="outline-text-3" id="text-2-2">
<p>
Para poder llevar a cabo este documento tuve que investigar un poco acerca de <i><a href="https://orgmode.org/">org-mode</a></i>. Org mode es un <span class="underline">modo</span> o <span class="underline">paquete</span> en <i>emacs</i> que ayuda en el mantenimiento
de notas, <i>To-Do lists</i>, planificación de proyectos, etc. He realizado pequeñas documentaciones con esta herramienta que considero muy flexible, aunque
un poco difícil de aprender en mi opinión. La documentación se realiza en texto plano con el formato de org-mode, pero org-mode tiene la opción 
de exportar el texto a otro formato, por ejemplo, un pdf, html, etc. Estos son algunos de los enlaces/tutoriales que me sirvieron para tener la oportunidad
de usar emacs para la realización de esta documentación.
</p>

<ul class="org-ul">
<li><a href="https://www.youtube.com/watch?v=iYkuzV3Pu68&amp;t=304s">Emacs for note-taking / outlining</a></li>
<li><a href="https://www.youtube.com/watch?v=SzA2YODtgK4">Getting Started With Org Mode</a></li>
<li><a href="https://www.youtube.com/watch?v=dljNabciEGg&amp;t=1427s">Literate Devops with Emacs</a></li>
</ul>
</div>
</div>


<div id="outline-container-orgdb4bb6d" class="outline-3">
<h3 id="orgdb4bb6d"><span class="section-number-3">2.3</span> <span class="timestamp-wrapper"><span class="timestamp">&lt;2018-06-13 Wed&gt;</span></span></h3>
<div class="outline-text-3" id="text-2-3">
<p>
Empezando a refrescar y adquirir conocimientos de probabilidad y estadística. El <a href="https://www.amazon.com/Probability-Statistics-Engineering-Sciences-Devore/dp/0538733527">libro</a> que estoy utilizando:
</p>
<p class="verse">
Probability and Statistics for Engineering and the Sciences (Eighth Edition)<br />
-Jay Devore<br />
</p>

<p>
Las anotaciones, se pueden ver en el apartado de <a href="#pye:one">Anotaciones</a>.
</p>
</div>
</div>
</div>

<div id="outline-container-org133b7a6" class="outline-2">
<h2 id="org133b7a6"><span class="section-number-2">3</span> Anotaciones</h2>
<div class="outline-text-2" id="text-3">
<p>
Dentro de este apartado, se plasma información que decido anotar, para dar seguimiento a la investigación y aprendizaje que estoy realizando.
Es demasiada la información que puedo leer en un par de días por lo que creo que, es importante que haga mis anotaciones y no sólo
que registre lo que he estado haciendo de manera general, pero si de manera un poco más específica.
</p>
</div>

<div id="outline-container-org17bc9d8" class="outline-3">
<h3 id="org17bc9d8"><span class="section-number-3">3.1</span> Devore -  Probabilidad y Estadística</h3>
<div class="outline-text-3" id="text-3-1">
</div>
<div id="outline-container-org2c67a20" class="outline-4">
<h4 id="pye:one"><a id="org2c67a20"></a><span class="section-number-4">3.1.1</span> Capítulo 1</h4>
<div class="outline-text-4" id="text-pye:one">
<p>
<b>Población</b>: Una investigación típicamente se enfocara en una colección de objetos bien definida, constituyendo una población de interés. <br />
<b>Muestra</b>: Subconjunto de una población.
</p>

<p>
Dentro de una población usualmente estamos interesados sólo en ciertas características, por ejemplo, la edad de una persona, el género de un graduado
en ingeniería, etc.
</p>

<p>
Una <span class="underline">variable</span> es cualquier característica que su valor puede cambiar de un objeto a otro dentro de la población. Una <span class="underline">característica</span> puede ser categórica o numérica.
El género (femenino o masculino) es una variable categórica.
</p>
</div>
</div>
</div>
</div>
<div id="footnotes">
<h2 class="footnotes">Footnotes: </h2>
<div id="text-footnotes">

<div class="footdef"><sup><a id="fn.1" class="footnum" href="#fnr.1">1</a></sup> <div class="footpara"><p class="footpara">
Parte de la medicina que estudia el desarrollo epidémico y la incidencia de las enfermedades infecciosas en la población.
</p></div></div>


</div>
</div></div>
<div id="postamble" class="status">
<p class="author">Author: Abel Güitian</p>
<p class="email">Email: <a href="mailto:aang.drummer@gmail.com">aang.drummer@gmail.com</a></p>
<p class="date">Created: 2018-06-18 Mon 15:29</p>
<p class="creator">Emacs 25.3.2 (Org mode 9.1.3)</p>
<p class="validation"><a href="http://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
